acpi
alsa-utils
amd-ucode
arc-gtk-theme
arch-wiki-docs
arch-wiki-lite
avogadro-crystals
avogadro-fragments
avogadro-molecules
avogadro2-bin
avogadrolibs-qt
backintime
base
base-devel
bat
blueman
bluez
bluez-utils
brave-bin
breeze
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
capitaine-cursors
catppuccin-gtk-theme-mocha
cpupower
dialog
digikam
dkms
efibootmgr
elephant
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-runner
elephant-symbols
elephant-unicode
elephant-websearch
ethtool
evtest
exfatprogs
eza
fastfetch
feh
firefox
fish
freecad
fwupd
gimp
git
gnome-themes-extra
gparted
grim
grub
grub-btrfs
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gtk4-layer-shell
gucharmap
gvfs
gvfs-afc
gvfs-mtp
hunspell-de
hunspell-fr
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
ifuse
inotify-tools
kate
keepassxc
kitty
kitty-gruvbox-theme-git
kvantum
kvantum-qt5
kvantum-theme-catppuccin-git
kvantum-theme-gruvbox-git
libreoffice-fresh
linux
linux-firmware
linux-headers
ly
mako
man-db
man-pages
micro
most
mpv
nano
ncdu
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-look
obsidian
okular
os-prober
otf-font-awesome
pacseek
papirus-icon-theme
pavucontrol
pdfarranger
pipes.sh
pipewire
pipewire-alsa
pipewire-pulse
poppler-glib
poppler-qt5
protobuf
qalculate-qt
qt5-wayland
qt5ct
qt6ct
rsync
rust
slurp
smartmontools
starship
steam
tealdeer
thunar
thunar-archive-plugin
thunderbird
timeshift
tlp
ttf-dejavu
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-vista-fonts
ufw
unrar
unzip
usbmuxd
uwsm
virtualbox
virtualbox-guest-iso
vlc
wakeonlan
walker
waybar
wget
windscribe-v2-bin
wireplumber
wl-clipboard
woff2-font-awesome
wol
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xev
xorg-xhost
yay
yazi
zoom
